[
    {
      "fact": "Madam C.J. Walker, born Sarah Breedlove, was the first self-made millionaire in America, thanks to her hair care and beauty products for black women in the early 1900s."
    },
    {
      "fact": "The first black-owned and operated TV station in the United States was WGPR-TV in Detroit, Michigan, founded in 1975."
    },
    {
      "fact": "Black Wall Street was a thriving community of black-owned businesses in Tulsa, Oklahoma in the early 20th century, until it was destroyed in the Tulsa Race Massacre of 1921."
    },
    {
      "fact": "Essence Communications, the parent company of Essence magazine, was founded in 1968 by black business owners as a way to uplift and empower black women."
    },
    {
      "fact": "The National Black Chamber of Commerce was founded in 1993 to promote and support black-owned businesses across the United States."
    },
    {
      "fact": "Black-owned bookstores, such as Marcus Books in Oakland, California, have long been important cultural and intellectual hubs for black communities."
    },
    {
      "fact": "The first black-owned bank in the United States, the Savings Bank of the Grand Fountain United Order of True Reformers, was founded in Richmond, Virginia in 1888."
    },
    {
      "fact": "Black-owned beauty supply stores, such as the Atlanta-based chain Nubian Hueman, have become popular in recent years as a way for black entrepreneurs to offer products tailored to black hair and skin."
    },
    {
      "fact": "The first black-owned radio station in the United States, WERD in Atlanta, Georgia, was founded in 1949 by Jesse B. Blayton, Sr."
    },
    {
      "fact": "In the 1960s, the Black Panther Party launched several successful business ventures, including a free breakfast program for children and a newspaper called The Black Panther."
    },
    {
      "fact": "Black-owned record labels, such as Motown Records and Def Jam Recordings, have played a major role in shaping the sound of popular music in the United States."
    },
    {
      "fact": "The National Minority Supplier Development Council, founded in 1972, helps black-owned businesses connect with corporations and government agencies looking to diversify their supply chains."
    },
    {
      "fact": "The Atlanta Life Insurance Company, founded in 1905 by Alonzo Herndon, was one of the largest and most successful black-owned insurance companies in the United States in the early 20th century."
    },
    {
      "fact": "Black-owned restaurants, such as Sylvia's in Harlem, New York and Dooky Chase's in New Orleans, have played an important role in preserving and celebrating black culinary traditions."
    },
    {
      "fact": "The National Association of Black Hotel Owners, Operators and Developers, founded in 1998, supports black entrepreneurs in the hospitality industry."
    },
    {
      "fact": "Black-owned fashion brands, such as Pyer Moss and Brother Vellies, are gaining popularity and recognition in the fashion industry for their innovative designs and commitment to sustainability."
    },
    {
      "fact": "The National Black MBA Association, founded in 1970, provides resources and support to black business professionals in the United States."
    },
    {
      "fact": "Black-owned breweries, such as Harlem Brewing Company and Black Frog Brewery, are on the rise as part of a larger trend of diversity and inclusion in the craft beer industry."
    },
    {
      "fact": "Black-owned art galleries, such as the Jenkins Johnson Gallery in San Francisco and the Richard Beavers Gallery in Brooklyn, are spaces for black artists to showcase their work and for collectors to invest in their art."
    },
    {
      "fact": "The National Association of Black Accountants, founded in 1969, promotes and supports black professionals in the accounting and finance industries."
    },
    {
      "fact": "Black-owned tech startups, such as Blavity and HBCUvc, are working to increase diversity and representation in the tech industry."
    },
    {
      "fact": "The National Black Farmers Association, founded in 1995, advocates for the interests of black farmers in the United States."
    },
    {
      "fact": "Black-owned coffee shops, such as Red Bay Coffee in Oakland and Black Swan Espresso in Brooklyn, are spaces for community building and cultural exchange."
    },
    {
      "fact": "The National Black Contractors Association, founded in 1969, supports and promotes black-owned businesses in the construction industry."
    },
    {
      "fact": "Black-owned wineries, such as McBride Sisters Collection and Brown Estate, are making their mark in the wine industry and challenging stereotypes about who can be a winemaker."
    },
    {
      "fact": "The National Association of Black Journalists, founded in 1975, advocates for diversity and equity in the media industry."
    },
    {
      "fact": "Black-owned fitness studios, such as Black Girls Run! and the Fhitting Room in New York, promote health and wellness in black communities."
    },
    {
      "fact": "The National Association of Black Hotel Owners, Operators and Developers, founded in 1998, supports black entrepreneurs in the hospitality industry."
    },
    {
      "fact": "Black-owned beauty brands, such as Pat McGrath Labs and Fenty Beauty, are disrupting the beauty industry and challenging traditional beauty standards."
    },
    {
      "fact": "The National Black Chamber of Commerce Foundation provides educational resources and opportunities for black entrepreneurs to start and grow their businesses."
    },
    {
      "fact": "Black-owned architecture firms, such as Moody Nolan and DLR Group | Westlake Reed Leskosky, are making their mark in the design and construction industries."
    },
    {
      "fact": "The National Association of Black Real Estate Professionals, founded in 1947, advocates for and supports black professionals in the real estate industry."
    },
    {
      "fact": "Black-owned record stores, such as Amoeba Music in Los Angeles and Dusty Groove in Chicago, are cultural institutions and gathering places for music lovers."
    },
    {
      "fact": "The National Black Lawyers Association, founded in 1994, supports and promotes black lawyers and judges in the United States."
    },
    {
      "fact": "Black-owned wineries, such as Abbey Creek Vineyard in Oregon and Seven Sisters in South Africa, are bringing attention to the often-overlooked contributions of black winemakers around the world."
    },
    {
      "fact": "The National Association of Black Accountants Foundation provides scholarships and other educational opportunities for black students pursuing careers in accounting and finance."
    },
    {
      "fact": "Black-owned publishing companies, such as Akashic Books and Just Us Books, are committed to promoting diverse voices in literature and challenging the dominant narratives in the publishing industry."
    },
    {
      "fact": "The National Association of Black Scuba Divers, founded in 1991, promotes and supports black scuba divers and advocates for environmental conservation."
   },
    {
      "fact": "Black-owned culinary schools, such as the Institute of Culinary Education in New York and the Art Institute of Atlanta, provide opportunities for aspiring chefs and entrepreneurs to hone their skills and launch their own businesses."
    },
    {
      "fact": "The National Black MBA Association, founded in 1970, supports and promotes black professionals in the business world."
    },
    {
      "fact": "Black-owned fashion brands, such as Telfar and Pyer Moss, are bringing fresh perspectives and diverse voices to the fashion industry."
    },
    {
      "fact": "The National Society of Black Engineers, founded in 1975, promotes and supports black professionals in the engineering industry."
    },
    {
      "fact": "Black-owned bookstores, such as The Lit. Bar in the Bronx and MahoganyBooks in Washington, D.C., are important community spaces that promote literacy and cultural exchange."
    },
    {
      "fact": "The National Black Nurses Association, founded in 1971, advocates for and supports black nurses in the United States."
    },
    {
      "fact": "Black-owned film production companies, such as Tyler Perry Studios and ARRAY, are bringing more diverse stories and voices to the film industry."
    },
    {
      "fact": "The National Association of Black Owned Broadcasters, founded in 1976, advocates for and supports black-owned radio and television stations in the United States."
    },
    {
      "fact": "Black-owned breweries, such as Harlem Brewing Company and Crowns & Hops, are making their mark in the craft beer industry and challenging stereotypes about who can be a brewer."
    },
    {
      "fact": "The National Black Graduate Student Association, founded in 1989, supports and promotes black graduate students in the United States."
    },
    {
      "fact": "Black-owned art supply stores, such as Blick Art Materials and Jerry's Artarama, provide resources for artists and creatives of all backgrounds."
    },
    {
      "fact": "The National Association of Black Social Workers, founded in 1968, advocates for and supports black social workers in the United States."
    },
    {
      "fact": "Black-owned catering companies, such as Sylvia's Catering in Harlem and Big Mama's Kitchen in Omaha, are bringing delicious and culturally significant cuisine to events and gatherings."
    },
    {
      "fact": "The National Black Graduate Student Association Foundation provides scholarships and other educational resources for black graduate students."
    },
    {
      "fact": "Black-owned fitness apparel brands, such as Girlfriend Collective and Alala, are disrupting the activewear industry and creating more inclusive and sustainable options."
    },
    {
      "fact": "The National Association of Black Journalists Sports Task Force advocates for diversity and equity in sports media and sports-related industries."
    },
    {
      "fact": "Black-owned music venues, such as the Apollo Theater in Harlem and The Mint in Los Angeles, are important cultural institutions and spaces for live performances."
    },
    {
      "fact": "The National Black MBA Association Foundation provides scholarships and other educational opportunities for black students pursuing careers in business."
    },
    {
      "fact": "Black-owned architecture and design firms, such as Skidmore, Owings & Merrill and IDEO, are leading the way in innovation and creativity in their respective industries."
    },
    {
      "fact": "The National Society of Black Physicists, founded in 1977, promotes and supports black professionals in the physics industry."
    },
    {
      "fact": "Black-owned bakeries, such as The Sweet Lobby in Washington, D.C. and Crust Bakery in Atlanta, are creating delicious treats and desserts while providing job opportunities and contributing to their local economies."
    },
    {
      "fact": "The National Black Chamber of Commerce, founded in 1993, advocates for and supports black-owned businesses and entrepreneurs in the United States."
    },
    {
      "fact": "Black-owned jewelry companies, such as Adorned by Chi and Mejuri, are creating unique and meaningful pieces that celebrate black culture and individuality."
    },
    {
      "fact": "The National Society of Black Engineers Foundation provides scholarships and other resources for black students pursuing careers in engineering."
    },
    {
      "fact": "Black-owned beauty brands, such as Pat McGrath Labs and Fenty Beauty, are challenging beauty standards and creating inclusive products for people of all skin tones."
    },
    {
      "fact": "The National Black Lawyers Association, founded in 1988, advocates for and supports black legal professionals in the United States."
    },
    {
      "fact": "Black-owned home decor companies, such as AphroChic and Aya Paper Co., are infusing homes with style and personality while celebrating black culture and artistry."
    },
    {
      "fact": "The National Association of Black Accountants, founded in 1969, supports and promotes black professionals in the accounting industry."
    },
    {
      "fact": "Black-owned technology companies, such as Walker & Company Brands and Blavity, are creating innovative products and platforms that are changing the way we live and work."
    },
    {
      "fact": "The National Black MBA Association Collegiate Partnership Program provides mentorship, networking opportunities, and other resources for black undergraduate students interested in pursuing careers in business."
    },
    {
      "fact": "Black-owned furniture companies, such as Rayo & Honey and The Citizenry, are creating beautiful and unique pieces while prioritizing sustainability and ethical practices."
    },
    {
      "fact": "The National Association of Black Accountants Foundation provides scholarships and other educational resources for black students pursuing careers in accounting and finance."
    },
    {
      "fact": "Black-owned marketing and advertising agencies, such as Burrell Communications and the Ad Council, are creating impactful campaigns and content while increasing representation and diversity in the industry."
    },
    {
      "fact": "The National Black Law Students Association, founded in 1968, supports and promotes black law students in the United States."
    },
    {
      "fact": "Black-owned toy companies, such as Go! Go! Sports Girls and Lottie Dolls, are creating diverse and empowering toys for children that celebrate different cultures and interests."
    },
    {
      "fact": "The National Association of Black Hotel Owners, Operators, and Developers, founded in 1998, advocates for and supports black professionals in the hospitality industry."
    },
    {
      "fact": "Black-owned pet care companies, such as The Bark Shoppe in New York and Furry Ventures in Oakland, are providing high-quality and personalized care for pets while supporting their local communities."
    },
    {
      "fact": "The National Black Police Association, founded in 1972, advocates for and supports black law enforcement professionals in the United States."
    },
    {
      "fact": "Black-owned gaming companies, such as iThrive Games and Hidden Level Games, are creating diverse and engaging video games that celebrate different cultures and perspectives."
    },
    {
      "fact": "The National Society of Black Engineers Aerospace Special Interest Group supports and promotes black professionals in the aerospace industry."
    },
    {
      "fact": "Black-owned wellness and self-care brands, such as Golde and Beneath Your Mask, are creating holistic and inclusive products that prioritize physical and mental well-being."
    },
    {
      "fact": "The National Black MBA Association, founded in 1970, supports and promotes black professionals in the business industry through education, networking, and other resources."
    },
    {
      "fact": "Black-owned sports companies, such as Unstripped Voice and On the Line Sports, are creating diverse and engaging content that highlights black athletes and their stories."
    },
    {
      "fact": "The National Association of Black Journalists, founded in 1975, supports and promotes black journalists in the United States through education, advocacy, and other resources."
    },
    {
      "fact": "Black-owned plant shops, such as The Sill and Harlem Roots, are providing unique and sustainable plant options while supporting their local communities."
    },
    {
      "fact": "The National Black MBA Association Scale-Up Pitch Challenge provides a platform for black entrepreneurs to pitch their business ideas and compete for funding and other resources."
    },
    {
      "fact": "Black-owned fashion brands, such as Pyer Moss and Telfar, are creating innovative and impactful collections that celebrate black culture and identity."
    },
    {
      "fact": "The National Black Nurses Association, founded in 1971, supports and promotes black nurses in the United States through education, advocacy, and other resources."
    },
    {
      "fact": "Black-owned publishing companies, such as Akashic Books and Just Us Books, are amplifying the voices of black authors and creating diverse and inclusive literary works."
    },
    {
      "fact": "The National Association of Black Owned Broadcasters, founded in 1977, advocates for and supports black professionals in the broadcasting industry."
    },
    {
      "fact": "Black-owned sustainable fashion brands, such as Brother Vellies and Studio 189, are creating beautiful and ethical clothing while promoting sustainable and environmentally-friendly practices."
    },
    {
      "fact": "The National Black Farmers Association, founded in 1995, advocates for and supports black farmers in the United States through education, advocacy, and other resources."
    },
    {
      "fact": "Black-owned film companies, such as ARRAY and Ava DuVernay's Array Now, are producing diverse and impactful films that celebrate black culture and perspectives."
    },
    {
      "fact": "The National Association of Black Real Estate Professionals, founded in 1947, supports and promotes black professionals in the real estate industry through education, advocacy, and other resources."
    },
    {
      "fact": "Black-owned candle companies, such as Lit Brooklyn and Bright Black, are creating beautiful and sustainable candles while supporting their local communities."
    },
    {
      "fact": "The National Black Council of School Board Members, founded in 1971, advocates for and supports black school board members and their communities in the United States."
    },
    {
      "fact": "Black-owned fitness companies, such as Black Girls Run and TrapAerobics, are promoting health and fitness while creating safe and inclusive spaces for people of color."
    },
    {
      "fact": "The National Black College Alumni Hall of Fame Foundation, founded in 1986, celebrates the achievements and contributions of black alumni from historically black colleges and universities."
    },
    {
      "fact": "Black-owned hair care companies, such as The Mane Choice and Mielle Organics, are creating innovative and high-quality products for all hair types while celebrating black hair and culture."
    }
  ]